<template>
  <section class="privacy-protocol">
    <wfHeader title="隐私协议" v-if="$moduleConfig.isShowHeader"></wfHeader>
    <div class="center" :class="$moduleConfig.plantVersion">
      <ul>
        <li>
          <h3>提示条款</h3>
          <p>【天天福利】隐私权政策适用于【{{$companyInfo.name}}】 (以下或简称“我们”) 提供的客户端软件、网站、服务 (统称为“【天天福利】产品或服务”) ，包括但不限于适用于电脑、移动智能终端的产品及服务。</p>
          <p>本隐私权政策旨在帮助您了解我们会收集哪些数据、为什么收集这些数据、会利用这些数据做什么以及我们如何保护这些数据。了解这些内容，对于您行使个人权利及保护您的个人信息至关重要，请您在使用【天天福利】产品或服务前务必抽出时间认真阅读本政策。当您开始下载、访问或使用【天天福利】产品或服务，即表示您已经同意本隐私权政策并信赖我们对您的信息的处理方式。请注意，您可以通过产品中的设置功能或控制项对您的信息进行动态管理。我们同时提醒您，当您通过【天天福利】产品或服务使用第三方产品或服务时，您的信息应当适用第三方的隐私条款。</p>
        </li>
        <li>
          <h3>第一部分 定义</h3>
          <p>本产品：指【天天福利】客户端软件</p>
          <p>关联公司：是指一方现在或将来控制、受控制或与其处于共同控制下的任何公司、合法机构以及上述公司、合法机构的合法继承人。控制是指 (1) 直接或间接持有过半数的投票权；或 (2) 直接或间接享有过半数的可分配利润；或 (3) 直接或间接控制董事会半数以上的成员的组成；或 (4) 直接或间接持有半数的注册资本。</p>
          <p>个人信息：指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
          <p>个人敏感信息：包括身份证件号码、个人生物识别信息、银行账号、财产信息、行踪轨迹、交易信息、14岁以下 (含) 儿童的个人信息等。</p>
          <p>个人信息删除：指在实现日常业务功能所涉及的系统中去除个人信息的行为，使其保持不可被检索、访问的状态。</p>
          <p>其他非个人信息：是指在您使用本产品的产品或服务时，本产品可能自动接收并记录您的网站或应用程序上的服务器数值。包括但不限于您输入的关键词、您要求取用的网页记录及各种记录、本产品的产品或服务的操作状态、网络环境、异常日志等一些明确且客观反映在本产品的产品或服务服务器端的基本记录信息。前述基本记录信息以及其他无法通过其识别您的个人身份的信息不属于您的个人信息。</p>
        </li>
        <li>
          <h3>第二部分 隐私权政策</h3>
          <p>本隐私权政策部分将帮助您了解以下内容：</p>
          <p>1.我们收集和使用您的信息</p>
          <p>2.信息的存储</p>
          <p>3.信息的安全</p>
          <p>4.我们如何使用信息</p>
          <p>5.我们如何共享、转让、公开披露您的个人信息</p>
          <p>6.您的权利</p>
          <p>7.未成年人保护</p>
          <p>8.本隐私权政策更新</p>
          <p>9.联系我们</p>
          <p class="bold">一、我们收集和使用您的信息</p>
          <p>在您使用我们的产品或服务时，我们需要/可能需要收集和使用的您的个人信息包括如下两种：</p>
          <p>1、为实现向您提供我们产品及或服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及/或服务；</p>
          <p>2、为实现向您提供我们产品或服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品或服务的基本功能。</p>
          <br />
          <p>我们会为实现本政策下述的各项功能，收集和使用您的个人信息：</p>
          <p>1、当您注册或使用【天天福利】时，我们会收集您的网络身份标识信息、个人常用设备信息，用于标记您成为我们的用户。您需要提供手机号码等信息创建用户名和密码，成为我们的注册用户。您可以选择进一步完善本产品帐号信息，可以向我们提供您的姓名、生日、性别、注册帐号名称、昵称、电子邮件地址、手机号码等信息以获取更加个性化的服务。为了更好地向您提供游戏服务，改善游戏体验，我们可对您账号中的昵称、头像以及在游戏中的相关操作信息、游戏信息等信息，并可向您本人或其他用户或好友展示该等信息。我们可能会视游戏产品具体情况为您提供相关权限，以便您可以对是否展示前述相关信息进行相应设置。</p>
          <p>2、依据《文化部关于规范网络游戏运营加强事中事后监管工作的通知》及相关主管部门的要求对游戏用户进行实名制验证。我们会在获得您同意或您主动提供的情况下收集您的实名身份信息，该信息属于敏感信息，拒绝提供实名身份信息可能会导致您无法登陆或在使用游戏过程中受到相应限制。</p>
          <p>3、为保障您正常使用我们的服务，维护游戏基础功能的正常运行，优化游戏产品性能，提升您的游戏体验并保障您的账号安全，我们会收集您的设备ID、设备名称、设备类型和版本、系统版本、IP地址、MAC地址、应用ID、网络类型、位置信息、通讯录、Flyme系统服务等信息。
          </p>
          <p>4、当您使用游戏服务时，我们会收集您的游戏日志信息，以便您能够查看您的游戏历史记录，同时用于游戏运营统计分析、客服投诉处理及其他游戏安全分析，并为提升您的游戏体验，我们可能把前述信息同步至该游戏后续版本或您正在使用的我们提供的其他产品中。</p>
          <p>
            5、您使用游戏产品的消费功能时，我们会收集您的充值记录、消费记录、兑换订单信息等信息，同时尽最大程度保护您的虚拟物品安全。
          </p>
          <p>
            6、 根据相关法律法规及国家标准，以下情形中，我们可能会收集、使用您的相关个人信息无需征求您的授权同意：
          </p>
          <p>
            1) 与国家安全、国防安全等国家利益直接相关的；与公共安全、公共卫生、公共知情等重大公共利益直接相关的；</p>
          <p>
            2) 与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
          <p>
            3) 出于维护您或其他个人的生命、财产、声誉等重大合法权益但又很难得到本人同意的；</p>
          <p>
            4) 所收集的个人信息是您自行向社会公众公开的；</p>
          <p>
            5) 从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；</p>
          <p>
            6) 根据您要求签订和履行合同所必需的；</p>
          <p>
            7) 用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
          <p>
            8) 为开展合法的新闻报道所必需的；</p>
          <p>
            9) 出于公共利益开展统计或学术研究所必要，且其对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
          </p>
          <p>
            10) 法律法规规定的其他情形。</p>
          <p>
            7、请您理解，我们向您提供的功能和服务是不断更新和发展的，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、交互流程、公告等方式另行向您说明信息收集的内容、范围和目的，以征得您的同意。</p>
          <p class="bold">二、信息的存储</p>
          <p>我们会通过安全的方式存储您的信息，包括本地存储 (例如利用APP进行数据缓存) 、 Cookie技术、数据库和服务器日志。一般情况下，我们只会在为实现服务目的所必需的时间内或法律法规规定的条件下存储您的个人信息。</p>
          <p class="bold">三、信息的安全</p>
          <p>
            1、安全保护措施</p>
          <p>
            我们努力为用户的信息安全提供保障，以防止信息的泄露、丢失、不当使用、未经授权访问和披露等。我们使用多方位的安全保护措施，以确保用户的个人信息保护处于合理的安全水平，包括技术保护手段、管理制度控制、安全体系保障等诸多方面。此外，我们游戏的相关系统还通过了国家网络安全等级保护 (三级) 的备案和测评。</p>
          <p>
            我们采用业界领先的技术保护措施。我们使用的技术手段包括但不限于防火墙、加密 (例如SSL) 、去标识化或匿名化处理、访问控制措施等。此外，我们还会不断加强安装在您设备端的软件的安全能力。例如，我们会在您的设备本地完成部分信息加密工作，以巩固安全传输；我们会了解您设备安装的应用信息和运行的进程信息，以预防病毒、木马等恶意程序。</p>
          <p>
            我们建立了保障个人信息安全专门的管理制度、流程和组织。例如，我们严格限制访问信息的人员范围，要求他们签订保密协议并进行审计，违反义务的人员会根据规定进行处罚。</p>
          <p>
            我们建议您在使用产品和服务时充分注意对个人信息的保护，我们也会提供多种安全功能来协助您保护自己的个人信息安全。</p>
          <p>
            2、安全事件处置措施
          </p>
          <p>
            若发生个人信息泄露等安全事件，我们会启动应急预案，阻止安全事件扩大。安全事件发生后，我们会以公告、推送通知或邮件等形式告知您安全事件的基本情况、我们即将或已经采取的处置措施和补救措施，以及我们对您的应对建议。如果难以实现逐一告知，我们将通过公告等方式发布警示。
          </p>
          <p class="bold">四、我们如何使用信息
          </p>
          <p>
            1、我们会根据我们收集的信息向您提供各项功能与服务，包括基础游戏功能、消费功能、兑换功能等。
          </p>
          <p>
            2、我们会根据您的游戏偏好、习惯、消费等特征为您提供个性化服务，包括基于特征标签进行间接人群画像并研发或向您推荐您可能感兴趣的活动等推广内容。
          </p>
          <p>
            3、 我们会根据您使用产品的频率和情况、故障信息、性能信息等分析我们产品的运行情况，以确保服务的安全性，并优化我们的产品，提高我们的服务质量。我们不会将我们存储在分析软件中的信息与您提供的个人身份信息相结合。
          </p>
          <p>
            4、我们将会在本隐私政策所涵盖的用途内使用收集的信息。如我们使用您的个人信息，超出了与收集时所声称的目的及具有直接或合理关联的范围，我们将在使用您的个人信息前，再次向您告知并征得您的明示同意。
          </p>
          <p class="bold">
            五、我们如何共享、转让、公开披露您的个人信息

          </p>
          <p>
            (一) 共享
          </p>
          <p>
            我们不会与本产品服务提供者以外的公司、组织和个人共享您的个人信息，但以下情况除外：
          </p>
          <p>
            1、在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
          </p>
          <p>
            2、在法定情形下的共享：我们可能会根据法律法规规定、诉讼争议解决需要，或按行政、司法机关依法提出的要求，对外共享您的个人信息。
          </p>
          <p>
            3、与关联公司间共享：为便于我们基于关联账号共同向您提供服务，推荐您可能感兴趣的信息、保护本产品或服务提供者的关联公司或其他用户或公众的人身财产安全免遭侵害，您的个人信息可能会与我们的关联公司共享。我们只会共享必要的个人信息 (如为便于您使用我们账号使用我们关联公司产品或服务，我们会向关联公司共享您必要的账户信息) ，如果我们共享您的个人敏感信息或关联公司改变个人信息的使用及处理目的，将再次征求您的授权同意。
          </p>
          <p>
            对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的数据保护协定，要求他们按照我们的说明、本隐私权政策以及其他任何相关的保密和安全措施来处理个人信息。
          </p>
          <p>
            (二) 转让
          </p>
          <p>
            我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
          </p>
          <p>
            (1) 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
          </p>
          <p>
            (2) 在本产品服务提供者发生合并、收购或破产清算情形，或其他涉及合并、收购或破产清算情形时，如涉及到个人信息转让，我们会要求新的持有您个人信息的公司、组织继续受本政策的约束，否则我们将要求该公司、组织和个人重新向您征求授权同意。
          </p>
          <p>
            (三) 公开披露
          </p>
          <p>
            我们仅会在以下情况下，公开披露您的个人信息：
          </p>
          <p>
            (1) 获得您明确同意或基于您的主动选择，我们可能会公开披露您的个人信息；
          </p>
          <p>
            (2) 如果我们确定您出现违反法律法规或严重违反本产品相关协议规则的情况，或为保护本产品及其关联公司用户或公众的人身财产安全免遭侵害，我们可能依据法律法规或本产品相关协议规则征得您同意的情况下披露关于您的个人信息，包括相关违规行为以及本产品已对您采取的措施。
          </p>
          <p>
            (四) 共享、转让、公开披露个人信息时事先征得授权同意的例外
          </p>
          <p>
            以下情形中，共享、转让、公开披露您的个人信息无需事先征得您的授权同意：
          </p>
          <p>
            1、与国家安全、国防安全有关的；
          </p>
          <p>
            2、与公共安全、公共卫生、重大公共利益有关的；
          </p>
          <p>
            3、与犯罪侦查、起诉、审判和判决执行等有关的；
          </p>
          <p>
            4、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
          </p>
          <p>
            5、您自行向社会公众公开的个人信息；
          </p>
          <p>
            6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。
          </p>
          <p>
            根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。
          </p>
          <p class="bold">
            六、您的权利
          </p>
          <p>
            1、您有权通过账户信息访问您的个人信息，清除缓存数据，法律法规规定的例外情况除外。
          </p>
          <p>
            2、如果您无法访问个人信息，您可以随时通过我们客服与我们取得联系。我们将在30天内回复您的访问请求。
          </p>
          <p>
            3、您可以联系客服提交账户注销申请。在您主动注销账户之后，我们将停止为您提供产品或服务，根据适用法律的要求删除您的个人信息，或使其匿名化处理。
          </p>
          <p class="bold">
            七、未成年人保护
          </p>
          <p>
            (1) 如果没有父母或监护人的同意，未成年人不得创建自己的用户账户。如您为未成年人的，建议您请您的父母或监护人仔细阅读本隐私权政策，并在征得您的父母或监护人同意的前提下使用我们的服务或向我们提供信息。
          </p>
          <p>
            (2) 对于经父母或监护人同意使用我们的产品或服务而收集未成年人个人信息的情况，我们只会在法律法规允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用、共享、转让或披露此信息。
          </p>
          <p class="bold">
            八、本隐私权政策更新
          </p>
          <p>
            我们的隐私权政策可能变更。
          </p>
          <p>
            (1) 未经您明确同意，我们不会限制您按照本隐私权政策所应享有的权利。我们会在专门页面上发布对隐私权政策所做的任何变更。
          </p>
          <p>
            (2) 对于重大变更，我们还会提供更为显著的通知 (包括我们会通过网站公示的方式进行通知甚至向您提供弹窗提示) 。
          </p>
          <p>
            本政策所指的重大变更包括但不限于：
          </p>
          <p>
            1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；
          </p>
          <p>
            2、我们在控制权等方面发生重大变化。如并购重组等引起的所有者变更等；
          </p>
          <p>
            3、个人信息共享、转让或公开披露的主要对象发生变化；
          </p>
          <p>
            4、您参与个人信息处理方面的权利及其行使方式发生重大变化；
          </p>
          <p>
            5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；
          </p>
          <p>
            6、个人信息安全影响评估报告表明存在高风险时。
          </p>
          <p class="bold">
            九、联系我们
          </p>
          <p>
            您可以通过以下方式与我们联系，我们将在30天内回复您的请求：
          </p>
          <p>
            联系人：{{$companyInfo.name}}。
          </p>
          <p>
            信息保护负责人/客服电话：400-886-5778
          </p>
          <p>
            联系地址/注册地址：苏州工业园区若水路388号H栋
          </p>
          <p>
            如对本政策内容有任何疑问、意见或建议，您都可以通过拨打我们的客服电话400-886-5778与我们联系。
          </p>

        </li>
      </ul>
    </div>
  </section>
</template>

<script>
</script>

<style lang="less" scoped>
.center {
  padding: 124px 24px 0;
  line-height: 36px;
  color: #000;
  font-size: 24px;
  background: #fff;
  &.red {
    padding: 24px;
  }
  ul {
    li {
      margin-bottom: 60px;
    }
  }
  .bold {
    font-weight: bold;
    color: #000;
    margin: 10px 0;
    text-indent: 0;
  }
  h3 {
    font-weight: bold;
    text-align: center;
    margin-bottom: 30px;
    font-size: 32px;
    line-height: 42px;
  }
  p {
    font-size: 24px;
    line-height: 32px;
    text-indent: 48px;
    color: #000;
  }
}
</style>
