<template>
  <div class="privacy">
    <wfHeader title="多多玩隐私协议" needShow=true></wfHeader>
    <div class="content">
      <p class="title">六六五网络科技游戏用户个人信息及隐私保护政策</p>
      《六六五网络科技游戏用户个人信息及隐私保护政策》重要须知：为了贯彻执行相关法律法规的规定，成都六六五网络科技有限公司有限公司（以下称“六六五网络科技”）特此制定本《六六五网络科技游戏用户个人信息及隐私保护政策》。<br>
      六六五网络科技在此特别提醒用户仔细阅读本《六六五网络科技游戏用户个人信息及隐私保护政策》中的各个条款（未成年人应当在其法定监护人陪同下阅读），并选择接受或者不接受本《六六五网络科技游戏用户个人信息及隐私保护政策》。<br>
      1、用户同意：个人隐私信息是指那些能够对用户进行个人辨识或涉及个人通信的信息，包括下列信息：用户的姓名，有效身份证件号码，家庭地址、电话号码，IP地址，电子邮件地址信息。而非个人隐私信息是指用户对本软件的操作状态以及使用习惯等一些明确且客观反映在六六五网络科技服务器端的基本记录信息和其他一切个人隐私信息范围外的普通信息。<br>
      2、一般而言，六六五网络科技公司基于下列原因需要使用到用户的信息资源：<br>
      （1） 执行软件验证服务。<br>
      （2）执行软件升级服务。<br>
      （3）网络同步服务。<br>
      （4） 提高用户的使用安全性并提供客户支持。<br>
      （5）因用户使用本软件特定功能或因用户要求六六五网络科技或合作单位提供特定服务时，六六五网络科技或合作单位则需要把用户的信息提供给与此相关联的第三方。<br>
      （6）执行六六五网络科技的《隐私权声明》,用户可访问六六五网络科技网站查阅该声明。<br>
      （7）其他有利于用户和六六五网络科技利益的。<br>
      3、六六五网络科技注重对用户信息资源的保护，会使用各种安全技术和程序来保护用户信息资源不被未经授权的访问、使用和泄漏。六六五网络科技不向第三方公开透露用户信息，但因下列原因而披露给第三方的除外：<br>
      （1）基于国家法律法规的规定而对外披露；<br>
      （2）应国家司法机关及其他有法律赋予权限的政府机关基于法定程序的要求而披露；<br>
      （3）为保护六六五网络科技或您的合法权益而披露；<br>
      （4）在紧急情况下，为保护其他用户及第三方人身安全而披露；<br>
      （5）用户本人或用户监护人授权披露的；<br>
      （6）应用户监护人合法要求而提供用户个人身份信息时。（完）
    </div>
  </div>
</template>
<script>
export default {
  name: 'userPrivacy'  
}
</script>
<style lang="less" scoped>
.content {
  padding: 124px 24px 0;
  line-height: 1.6;
  color: #000;
  font-size: 24px;
  background: #fff;
  &.red {
    padding: 24px;
  }
  .title {
    font-size: 28px;
    text-align: center;
  }
}
</style>